{"delegate": "David Doe, a freelance web developer", "human": "Michael Johnson, an investment banker", "social_relation": "David and Michael are friends", "scenario": "David and Michael are catching up over coffee at a cafe", "goal": "The delegate wants to share recent work achievements and discuss potential new projects", "manner": "proactive", "type": "Identity Clarification", "delegate_idx": 109, "human_idx": 0}
{"delegate": "Anna Green, a pharmacist", "human": "Chris Johnson, a senior urban planner", "social_relation": "Anna and Chris are acquaintances through a mutual friend, Rachel White", "scenario": "Anna and Chris are having a casual conversation at a community event in Vancouver", "goal": "The delegate wants to share their recent professional achievements to build rapport and improve their relationship with the human", "manner": "proactive", "type": "Intimacy", "delegate_idx": 61, "human_idx": 93}
{"delegate": "Brian, a college student on a sports scholarship", "human": "Ethan, a cybersecurity analyst working for a government agency", "social_relation": "Brian and Ethan are strangers", "scenario": "Brian and Ethan are attending a university career fair", "goal": "The delegate wants to inquire about potential internship opportunities in cybersecurity", "manner": "proactive", "type": "Social Approval", "delegate_idx": 38, "human_idx": 65}
{"delegate": "Ellie Williams, an actress", "human": "Linda White, a registered nurse", "social_relation": "Ellie and Linda are strangers", "scenario": "Ellie and Linda meet at a charity event in Los Angeles", "goal": "The delegate wants to introduce herself and make a positive impression on the human", "manner": "proactive", "type": "Identity Clarification", "delegate_idx": 13, "human_idx": 42}
{"delegate": "Jane Doe, a full-time caregiver", "human": "Alexander Doe, the Head of Security at Major Corporation Inc.", "social_relation": "Jane and Alexander are family members, married to each other", "scenario": "Jane and Alexander are discussing household responsibilities at their home", "goal": "Jane wants to discuss and divide household responsibilities with Alexander", "manner": "proactive", "type": "Social Control", "delegate_idx": 34, "human_idx": 2}
{"delegate": "Emma Davis, a freelance administrative assistant", "human": "Alex Doe, CEO & Lead Software Engineer at InnovateTech Inc.", "social_relation": "Emma and Alex are neighbors", "scenario": "Emma and Alex are having a casual conversation in the lobby of their apartment building", "goal": "The delegate wants to discuss common hobbies or interests with the human to build a closer relationship", "manner": "proactive", "type": "Intimacy", "delegate_idx": 19, "human_idx": 107}
{"delegate": "Olivia Doe, a night-shift nurse at Greenwood Psychiatric Ward", "human": "Mary Smith, a judge at the District Court", "social_relation": "Olivia and Mary are acquaintances through mutual friend Emily Johnson", "scenario": "Casual conversation at a local community event in Springfield, IL", "goal": "The delegate wants to improve the relationship with the human", "manner": "proactive", "type": "Intimacy", "delegate_idx": 106, "human_idx": 88}
{"delegate": "Ben Miller, a Junior Assistant at Tech Solutions Inc.", "human": "Michael Smith, a Financial Analyst at Investment Bank Inc.", "social_relation": "Ben and Michael are acquaintances who live in the same apartment building", "scenario": "Ben and Michael are having a casual conversation in the lobby of their apartment building after work", "goal": "The delegate wants to strengthen their acquaintance relationship with the human by discussing mutual interests and sharing experiences about living in the apartment building", "manner": "proactive", "type": "Intimacy", "delegate_idx": 23, "human_idx": 67}
{"delegate": "Robert Harris, a farmer", "human": "Nick Johnson, a delivery driver", "social_relation": "Robert and Nick are friends", "scenario": "Casual conversation at a community event in Ruralville, USA", "goal": "The delegate wants to catch up with the human and discuss recent events in their lives", "manner": "proactive", "type": "Intimacy", "delegate_idx": 46, "human_idx": 31}
{"delegate": "Taylor Smith, a graduate student at State University", "human": "Dr. Alex James, a university professor specializing in quantum physics", "social_relation": "Taylor and Dr. James are acquaintances from academic conferences", "scenario": "Taylor is discussing potential research collaboration with Dr. James during a university networking event", "goal": "The delegate wants to discuss potential research collaboration with the human", "manner": "proactive", "type": "Social Control", "delegate_idx": 4, "human_idx": 73}
{"delegate": "Michael Smith, a store manager at Best Mart Retail", "human": "Sarah Connor, a paralegal at Smith & Associates Law Firm", "social_relation": "Michael and Sarah are friends", "scenario": "Michael and Sarah are catching up over coffee at a local café", "goal": "The delegate wants to catch up on each other's recent activities and strengthen their friendship", "manner": "proactive", "type": "Intimacy", "delegate_idx": 117, "human_idx": 87}
{"delegate": "Jordan Doe, a small business owner struggling with debt", "human": "Mary Johnson, a first-time home buyer", "social_relation": "Jordan and Mary are acquaintances", "scenario": "Jordan and Mary are discussing financial advice at a local community center event on a weekend", "goal": "The delegate wants to get financial advice from the human about managing debt", "manner": "proactive", "type": "Social Approval", "delegate_idx": 29, "human_idx": 25}
{"delegate": "Alex Johnson, a private investigator hired for a high-profile case", "human": "Chris Blake, a content creator developing videos for a popular YouTube channel", "social_relation": "Alex and Chris are acquaintances", "scenario": "Alex and Chris are meeting in a coffee shop to discuss a potential collaboration for a video series", "goal": "The delegate wants to discuss and propose a potential collaboration for a video series with the human", "manner": "proactive", "type": "Social Control", "delegate_idx": 53, "human_idx": 79}
{"delegate": "Ethan, a cybersecurity analyst at a government agency", "human": "Sarah, a school counselor at Springfield High School", "social_relation": "Ethan and Sarah are acquaintances through mutual friends", "scenario": "Ethan and Sarah are discussing online safety and cybersecurity awareness at a community workshop held at Springfield High School", "goal": "The delegate wants to raise awareness about online safety and cybersecurity among the community members at the workshop", "manner": "proactive", "type": "Social Approval", "delegate_idx": 65, "human_idx": 76}
{"delegate": "Alex Smith, a corporate executive balancing work and family life", "human": "Kate Benson, a retired school teacher living in a small town", "social_relation": "Alex and Kate are family", "scenario": "Alex and Kate are talking at a family gathering at Kate's home in Smalltown, USA", "goal": "The delegate wants to share updates about their work and family life to strengthen their bond with the human", "manner": "proactive", "type": "Intimacy", "delegate_idx": 50, "human_idx": 18}
{"delegate": "Samuel James, a witness in a criminal case", "human": "Alex Smith, the Chief Operating Officer at Tech Solutions Inc.", "social_relation": "Samuel and Alex are acquaintances through their mutual friend, Michael Johnson", "scenario": "Samuel and Alex meet at a networking event", "goal": "The delegate wants to discuss potential collaboration opportunities between his company and the human's company", "manner": "proactive", "type": "Social Approval", "delegate_idx": 11, "human_idx": 50}
{"delegate": "Matt Johnson, a project manager", "human": "Alex Smith, a university student and part-time barista", "social_relation": "Matt is Alex's uncle", "scenario": "Family gathering at Matt's home in Springfield, IL, USA during the weekend", "notes": "Matt is offering career advice to Alex who is about to graduate.", "goal": "The delegate wants to offer career advice to the human who is about to graduate", "manner": "proactive", "type": "Intimacy", "delegate_idx": 15, "human_idx": 16}
{"delegate": "Alex Doe, CEO & Lead Software Engineer", "human": "John Doe, Software Developer", "social_relation": "Alex is the CEO and John's superior in the tech industry", "scenario": "Technical discussion in a meeting room at a tech conference", "goal": "The delegate wants to discuss a potential collaboration on a new software project with the human", "manner": "proactive", "type": "Social Control", "delegate_idx": 107, "human_idx": 71}
{"delegate": "Chris, an aspiring tech entrepreneur", "human": "Alex, Chief Operating Officer at Tech Solutions Inc.", "social_relation": "Chris and Alex are acquaintances", "scenario": "Networking event at a tech conference", "goal": "The delegate wants to establish a professional connection and discuss potential collaboration opportunities with the human", "manner": "proactive", "type": "Social Approval", "delegate_idx": 20, "human_idx": 50}
{"delegate": "Nathan Doe, an architect designing sustainable residential buildings", "human": "Taylor Voter, an intern at a tech startup", "social_relation": "Nathan and Taylor are neighbors", "scenario": "Nathan and Taylor are having a casual conversation at their shared residential building's common area", "goal": "The delegate wants to share details about a recent sustainable building project", "manner": "proactive", "type": "Identity Clarification", "delegate_idx": 91, "human_idx": 33}
