{"sender": "Emily Brown, a high school senior", "receiver": "Mr. Thompson, the school's guidance counselor", "social_relation": "Emily is a student, and Mr. Thompson is her counselor", "scenario": "Scheduled counseling meeting in Mr. Thompson's office", "goal": "Emily wants advice on college applications and potential career paths", "information": "Emily's academic achievements (GPA: 3.8, SAT: 1400); Emily's extracurricular activities (debate team captain, volunteer at local shelter); Emily's interests in psychology and environmental science;", "information_type": "academic achievements; extracurricular activities; personal interests;", "common_norms": "It is appropriate to discuss academic performance and extracurricular activities in this setting; personal interests can be shared to get better guidance; confidentiality regarding personal information should be maintained."}
{"sender": "Emily, a software engineer", "receiver": "Michael, the project manager", "social_relation": "Emily is a team member under Michael's supervision", "scenario": "Weekly project update meeting", "goal": "Emily wants to update Michael on her progress and discuss any blockers she faces", "information": "Current status of the API development; blockers encountered in integrating third-party libraries; estimated time to complete the remaining tasks;", "information_type": "project status; issues/blockers; time estimates;", "common_norms": "Professionalism is required during updates; transparency about progress and challenges is encouraged; confidentiality must be maintained regarding project details."}
{"sender": "Emily, a tenant", "receiver": "Mr. Brown, the landlord", "social_relation": "Emily is a tenant renting an apartment from Mr. Brown", "scenario": "Reporting a maintenance issue via email", "goal": "Emily wants to inform Mr. Brown about a leaking faucet and request repairs", "information": "Description of the leaking faucet in the kitchen; urgency of the repair due to water wastage; availability for scheduling a repair appointment;", "information_type": "maintenance issue description; urgency level; availability schedule;", "common_norms": "It is appropriate to report maintenance issues to the landlord promptly; communication should be clear and respectful; personal information like availability should be shared only as necessary for scheduling."}
{"sender": "Emily, a project manager", "receiver": "Michael, a senior developer on her team", "social_relation": "Emily is Michael's supervisor", "scenario": "Weekly team meeting in the office", "goal": "Emily wants to provide feedback on Michael's recent work and discuss upcoming deadlines", "information": "Positive feedback on the recent module completed; areas for improvement such as code documentation; reminder about the approaching deadline for the current sprint;", "information_type": "feedback; suggestions for improvement; deadline reminder;", "common_norms": "Feedback should be constructive and respectful; discussions about deadlines and performance are appropriate in this context; maintain professionalism throughout the conversation."}
{"sender": "Mark, a software developer looking for feedback", "receiver": "Linda, a senior developer and mentor", "social_relation": "Mentor-mentee relationship within the same company", "scenario": "One-on-one meeting scheduled for performance review", "goal": "Mark wants to get constructive feedback on his recent project and seek advice on career growth", "information": "Summary of the completed project, including key features implemented; challenges faced during development; specific areas where feedback is needed, such as code quality and design patterns; questions about potential growth opportunities within the company;", "information_type": "project summary; development challenges; feedback request; career growth inquiry;", "common_norms": "It is appropriate to discuss project details and seek constructive feedback in this setting; professional language should be used; respect and confidentiality regarding personal performance should be maintained."}
{"sender": "David, a software developer", "receiver": "Emily, the project manager", "social_relation": "David is a subordinate and Emily is his superior", "scenario": "Weekly project status meeting in the office", "goal": "David wants to update Emily on the progress of the mobile app development and discuss any blockers", "information": "Current development status of the mobile app; issues faced with API integration; estimated timeline for completing the next milestone;", "information_type": "development status; issues faced; estimated timeline;", "common_norms": "It is appropriate to discuss project details and challenges in this setting; professionalism should be maintained during updates; confidentiality must be observed regarding internal project details."}
{"sender": "Emily, a freelance graphic designer", "receiver": "Mr. Brown, a potential client", "social_relation": "Emily and Mr. Brown are strangers", "scenario": "Initial consultation meeting at a coffee shop", "goal": "Emily wants to pitch her design services and secure a contract with Mr. Brown's company", "information": "Emily's portfolio highlights, including previous work for well-known brands; Emily's design process and turnaround times; Emily's pricing structure and availability;", "information_type": "portfolio highlights; design process; pricing and availability;", "common_norms": "It is appropriate to share professional achievements and processes in a business setting; pricing should be discussed transparently but respectfully."}
{"sender": "Emily, a marketing coordinator", "receiver": "Mr. Clark, the marketing director", "social_relation": "Emily is a subordinate, and Mr. Clark is her superior", "scenario": "Weekly team meeting in the office", "goal": "Emily wants to update Mr. Clark on the status of the latest marketing campaign and discuss any challenges faced", "information": "Current progress on social media engagement metrics; issues encountered with advertising budget allocation; proposed solutions to optimize ad spend;", "information_type": "progress update; encountered issues; proposed solutions;", "common_norms": "Professionalism should be maintained during updates; it's appropriate to discuss challenges openly to find solutions; confidentiality regarding internal strategies must be upheld."}
{"sender": "Michael, a software developer working on a new feature", "receiver": "Sarah, the product manager", "social_relation": "Michael is a subordinate, and Sarah is his superior", "scenario": "Weekly project update meeting in the office", "goal": "Michael wants to update Sarah on the progress of the new feature and discuss any blockers", "information": "Progress on implementing the user authentication module; issues encountered with third-party API integration; estimated timeline for completion and next steps;", "information_type": "project progress; encountered issues; timeline and next steps;", "common_norms": "It is appropriate to discuss project details and issues openly during update meetings; professionalism is required when communicating about challenges and timelines."}
{"sender": "Sara, a marketing intern", "receiver": "Emily, the head of the marketing department", "social_relation": "Sara is an intern under Emily's supervision", "scenario": "Weekly team meeting in the office", "goal": "Sara wants to update Emily on her progress with the social media campaign and get feedback", "information": "The current engagement metrics for the recent social media posts; ideas for new content themes based on trending topics; questions about potential collaboration with influencers;", "information_type": "engagement metrics; content ideas; collaboration inquiries;", "common_norms": "Professionalism is required when discussing work-related updates; constructive feedback should be encouraged and provided respectfully."}
{"sender": "Michael, a software engineer working remotely", "receiver": "Sarah, the project manager", "social_relation": "Michael and Sarah are colleagues in the same company", "scenario": "Weekly virtual team meeting via video conference", "goal": "Michael wants to update Sarah and the team on his current tasks and potential blockers", "information": "Progress on implementing new authentication feature; encountered issues with third-party API integration; request for assistance from backend team to resolve API issues;", "information_type": "task progress; encountered issues; assistance request;", "common_norms": "It is expected to provide clear updates on work progress; it is appropriate to ask for help when encountering blockers; confidentiality about project details must be maintained."}
{"sender": "Michael, a software engineer seeking career advice", "receiver": "Sarah, a senior software engineer at the same company", "social_relation": "Michael and Sarah are colleagues but not in the same team", "scenario": "Lunch break in the company cafeteria", "goal": "Michael wants to get advice on how to progress in his career within the company", "information": "Michael's current role and responsibilities; Michael's interest in moving into a leadership position; Michael's request for suggestions on skills or projects to focus on;", "information_type": "current role; career aspirations; advice request", "common_norms": "It's acceptable to discuss professional development during informal settings like lunch breaks; personal ambitions can be shared as long as they are communicated respectfully and professionally."}
{"sender": "Emily, a software developer", "receiver": "Paul, the project manager", "social_relation": "Emily is a subordinate, and Paul is her superior", "scenario": "Weekly project update meeting in the office", "goal": "Emily wants to provide an update on her tasks and any blockers she is facing", "information": "Current progress on the API integration; issues encountered with the third-party service authentication; request for additional resources to expedite testing;", "information_type": "project progress; encountered issues; resource request;", "common_norms": "Transparency about work progress and challenges is encouraged; professional language should be used; confidentiality regarding project details must be maintained."}
{"sender": "Emily Brown, a software developer", "receiver": "Michael Lee, the project manager", "social_relation": "Emily is a subordinate, and Michael is her superior", "scenario": "Weekly project meeting at the office", "goal": "Emily wants to update Michael on the progress of her tasks and highlight any blockers she's facing", "information": "Current status of the API development; issues faced with third-party integrations; need for additional resources or support; planned tasks for the next week;", "information_type": "project status; challenges encountered; resource request; future plans;", "common_norms": "Professionalism is required during updates; transparency about progress and challenges is encouraged; confidentiality regarding internal processes must be maintained."}
{"sender": "Michael, a software developer", "receiver": "Sarah, the project manager", "social_relation": "Michael is a subordinate, and Sarah is his superior", "scenario": "Weekly project update meeting in the conference room", "goal": "Michael wants to provide an update on his current tasks and highlight any blockers he is facing", "information": "Current progress on the API development for the new feature; issues faced with integrating third-party libraries; estimated time of completion for the pending tasks;", "information_type": "project progress; encountered issues; estimated timelines;", "common_norms": "Professionalism and clarity are required during updates; it is important to be honest about challenges while being solution-oriented."}
{"sender": "Emily, a software developer looking for career advice", "receiver": "Michael, a senior developer at her company", "social_relation": "Emily and Michael are colleagues with a mentor-mentee relationship", "scenario": "One-on-one mentorship meeting in the office", "goal": "Emily wants to get feedback on her career growth and future opportunities within the company", "information": "Emily's recent project contributions and achievements; Emily's long-term career goals, such as becoming a team lead; areas where Emily feels she needs improvement or more experience, like advanced coding practices;", "information_type": "project contributions; career goals; areas for improvement;", "common_norms": "It is appropriate to discuss professional development and seek feedback in this setting; honesty about strengths and weaknesses should be maintained while keeping the conversation focused on professional topics."}
{"sender": "Mark, a software engineer", "receiver": "Linda, the project manager", "social_relation": "Mark is an employee under Linda's supervision", "scenario": "Weekly project update meeting in the office", "goal": "Mark wants to update Linda on the project's progress and seek approval for additional resources", "information": "Current status of the software development project; major milestones achieved in the past week, including successful integration of new APIs; challenges faced such as unexpected bugs and resource limitations; request for additional team members to meet upcoming deadlines;", "information_type": "project status; achievements; challenges; resource request;", "common_norms": "It is appropriate to discuss project status and challenges openly in this setting; requests for additional resources should be justified with clear reasons."}
{"sender": "Mark, a senior software engineer", "receiver": "Sarah, the project manager", "social_relation": "Mark is a subordinate, and Sarah is his superior", "scenario": "Weekly project update meeting", "goal": "Mark wants to update Sarah on the project's current status and discuss any potential roadblocks", "information": "Progress on the new mobile app feature; challenges faced with integrating the new API; estimated timeline for completing the feature;", "information_type": "progress update; challenges; timeline estimate;", "common_norms": "Professionalism and clarity are required during updates; issues should be communicated honestly to enable timely solutions."}
{"sender": "Michael, a software engineer", "receiver": "Emily, the project manager", "social_relation": "Michael is a subordinate, and Emily is his superior", "scenario": "Weekly project status meeting in the office conference room", "goal": "Michael wants to update Emily on the progress of his assigned tasks and discuss any blockers", "information": "Completion of the user authentication module; issues faced with third-party API integration; planned work on data encryption for the next sprint;", "information_type": "task completion; current issues; future plans;", "common_norms": "Professionalism should be maintained during updates; technical details should be clearly communicated but confidentiality must be upheld regarding sensitive company information."}
{"sender": "Emily, a software developer", "receiver": "Michael, the project manager", "social_relation": "Emily is a subordinate, and Michael is her superior", "scenario": "Weekly team meeting at the office", "goal": "Emily wants to update Michael on her progress and raise an issue she encountered", "information": "Progress on the mobile app's new feature implementation; specific bug encountered in the user authentication module; potential delay in delivery due to this issue;", "information_type": "progress update; technical issue; project timeline concern;", "common_norms": "It is appropriate to discuss work progress and issues in a team meeting; professionalism should be maintained while discussing challenges and delays."}
