{"goal": "The human wants to share personal life updates and strengthen their friendship with the delegate.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to improve the relationship with the human by engaging in a friendly conversation about shared interests like reading.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to share updates about their life and catch up with the delegate, strengthening their friendship.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to catch up with the human and strengthen their friendship over coffee.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to explore potential collaboration opportunities with the human at the community event.", "manner": "proactive", "type": "Negotiation"}
{"goal": "The human wants to discuss and catch up on personal lives and family updates with the delegate.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to strengthen their friendship by sharing personal stories and catching up on life events.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to discuss parenting tips and seek advice from the delegate on balancing work and family life.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to catch up and strengthen their friendship with the human by discussing personal and professional updates.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a stronger relationship with the human by discussing common interests and recent events.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a professional connection with the human to explore potential collaboration opportunities.", "manner": "proactive", "type": "Networking"}
{"goal": "The delegate wants to catch up with the human about their personal lives and strengthen their friendship.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to offer professional advice and tips to the delegate on how to start a freelance photography career.", "manner": "proactive", "type": "Instruction Giving"}
{"goal": "The delegate wants to strengthen their neighborly relationship by discussing shared interests and personal updates.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to seek advice from the human about potential legal career paths and opportunities.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The delegate wants to build a stronger professional relationship with the human by discussing common interests and exchanging contact information.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to catch up with the delegate and strengthen their friendship by sharing recent life events and discussing common interests.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to learn about the latest mechanical engineering innovations and how they can impact political journalism.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to provide financial advice to the delegate regarding retirement planning and establish a professional relationship.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The delegate wants to strengthen their acquaintance with the human by discussing common interests and personal lives.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to strengthen their friendship by discussing their hobbies and personal interests over coffee.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to learn more about the delegate's experience in the music industry and how they manage their public image.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to learn more about local historical sites from the delegate to satisfy her curiosity.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to learn more about coffee brewing techniques from the delegate.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The delegate wants to learn more about data analysis techniques and tools used by the human at DataCorp LLC.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The delegate wants to improve the relationship with the human by sharing personal updates and discussing common interests.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to catch up with the human and strengthen their friendship by discussing recent life events and shared interests.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to gather information about freelance writing opportunities and tips from the delegate.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to establish a professional connection with the human by discussing their shared interests in technology and content creation.", "manner": "proactive", "type": "Social Approval"}
{"goal": "The human wants to discuss their gardening hobby and seek advice from the delegate on how to improve their garden.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to connect with the human over shared volunteering interests and discuss their respective hobbies.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to improve their relationship with the delegate by discussing common interests and neighborhood activities.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a closer relationship by discussing shared interests and family life.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to learn more about the historical context of technological advancements from the delegate.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to discuss the terms and potential benefits of collaborating on a web development project with the human.", "manner": "proactive", "type": "Negotiation"}
{"goal": "The delegate wants to strengthen their neighborly relationship by discussing their shared interests and family life.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a closer relationship with the human by discussing their shared interests in traveling and photography.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to learn more about the human's freelance writing career and share farming experiences to build a stronger connection.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to discuss music and catch up with the human to strengthen their friendship.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to discuss potential opportunities for featuring Dr. Alex James' research in a publication.", "manner": "proactive", "type": "Negotiation"}
{"goal": "The human wants to get advice from the delegate about skincare routines suitable for her skin type.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to build a professional connection with the human to explore potential collaboration opportunities in real estate investment.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to get to know the human better by discussing shared interests and hobbies.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to learn more about the human's profession and potentially discuss collaboration opportunities between media content creation and civil engineering.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The human wants to strengthen their familial bond by discussing family matters and catching up on each other's lives.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a stronger professional relationship with the human by discussing shared interests and potential future collaboration.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to catch up with the delegate and discuss their recent experiences and challenges, including business struggles and personal updates.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to improve their acquaintance with the delegate by discussing their mutual interest in reading and possibly sharing book recommendations.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to explore potential social media security strategies by discussing with the human.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The delegate wants to discuss opportunities for providing legal assistance to families attending the community health event.", "manner": "proactive", "type": "Problem Solving"}
{"goal": "The human wants to seek advice on how to design a compliance-friendly office space.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The human wants to learn more about ancient texts and archaeological sites from the delegate.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to learn more about the delegate's experience working in a rural community clinic and discuss the possibility of organizing educational events for children.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to catch up with the delegate and strengthen their friendship by discussing shared interests and life updates.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a closer relationship with the human by discussing shared interests and family updates.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to catch up with the delegate, strengthening their friendship and sharing recent life updates.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to discuss potential collaboration opportunities with the human for future consulting projects related to historical research.", "manner": "proactive", "type": "Negotiation"}
{"goal": "The delegate wants to discuss potential collaboration opportunities with the human for web development projects.", "manner": "proactive", "type": "Negotiation"}
{"goal": "The human wants to learn about the delegate's experiences and insights into balancing a high-profile career with personal hobbies.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to offer financial advice to the delegate, potentially leading to a future professional relationship.", "manner": "proactive", "type": "Social Control"}
{"goal": "The human wants to offer emotional support and encouragement to the delegate while attending the community event.", "manner": "proactive", "type": "Emotional Support"}
{"goal": "The delegate wants to explore potential collaboration opportunities by discussing their respective professional backgrounds and current projects.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The delegate wants to offer legal advice to the human regarding any potential intellectual property issues she might face in her software projects.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The human wants to learn more about the delegate's acting career and personal interests to build a closer relationship.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to discuss volunteer opportunities with the delegate and possibly get him involved in the Disaster Relief Org.", "manner": "proactive", "type": "Social Control"}
{"goal": "The delegate wants to introduce himself and establish a friendly rapport with the human.", "manner": "proactive", "type": "Identity Clarification"}
{"goal": "The human wants to learn more about fire safety and prevention tips from the delegate.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to strengthen their neighborly relationship with the delegate by discussing shared interests and hobbies.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a closer relationship with the human by discussing mutual interests and potential collaborations in community health and wellness.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to get interior design advice from the delegate for decorating her new home.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to learn more about potential philanthropic investment opportunities from the delegate.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to learn more about the human's experiences as a full-time caregiver and share mutual leisure interests to build a closer rapport.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to catch up on Alice's new homeownership experience and share updates about his life as a student athlete.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to strengthen the familial bond by engaging in a friendly and supportive conversation with the human.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to establish a closer relationship with the human by discussing their common interests and background.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to build a closer relationship with the human by discussing shared interests and family activities.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to discuss their shared interest in volunteering and explore potential opportunities to collaborate on community rebuilding projects.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The delegate wants to seek advice from the human on best practices for financial analysis in non-profit organizations.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "Jane wants to provide emotional support to David regarding the stress of his controversial case.", "manner": "proactive", "type": "Emotional Support"}
{"goal": "The human wants to catch up with the delegate and discuss their recent activities, including their respective interests and career progress.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The human wants to seek legal advice from the delegate regarding a research-related legal issue.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The human wants to learn more about general health tips and how to maintain a healthy lifestyle.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to get to know the human better and build a closer relationship by discussing common interests and hobbies.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to introduce himself and learn more about the human's experiences as a veteran.", "manner": "proactive", "type": "Identity Clarification"}
{"goal": "The human wants to learn more about the delegate's experience as a nurse and how it relates to their shared interest in traveling.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to build a closer relationship with the human by discussing their current studies and personal interests.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to provide emotional support and comfort to the human who is a refugee seeking asylum.", "manner": "proactive", "type": "Emotional Support"}
{"goal": "The delegate wants to explore potential collaboration opportunities with the human by discussing their respective professional skills and projects.", "manner": "proactive", "type": "Negotiation"}
{"goal": "The delegate wants to network and establish a potential professional connection with the human by discussing their respective fields and exchanging contact information.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to strengthen their friendship by catching up and discussing recent life events.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to catch up on personal and professional updates to strengthen their friendship.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to learn more about how Sarah supports students with college applications to see if there are any opportunities for sustainable architecture workshops or programs that could be integrated into the school curriculum.", "manner": "proactive", "type": "Information Seeking"}
{"goal": "The human wants to share a personal problem and seek emotional support from the delegate.", "manner": "passive", "type": "Emotional Support"}
{"goal": "The delegate wants to catch up with the human and strengthen their friendship by discussing their recent activities and common interests.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to establish a connection with the human and explore potential funding opportunities for their small business.", "manner": "proactive", "type": "Social Control"}
{"goal": "The delegate wants to establish a potential professional relationship with the human by discussing mutual interests and exchanging contact information.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to know about community health initiatives and potential volunteer opportunities at the Rural Community Clinic.", "manner": "passive", "type": "Information Seeking"}
{"goal": "The delegate wants to discuss potential writing opportunities and collaboration with the human's company.", "manner": "proactive", "type": "Negotiation"}
{"goal": "The delegate wants to catch up with the human and strengthen their friendship by discussing their recent activities and shared interests.", "manner": "proactive", "type": "Intimacy"}
{"goal": "The delegate wants to strengthen their neighborly relationship by engaging in a friendly conversation about their shared interests and life updates.", "manner": "proactive", "type": "Intimacy"}
